# frozen_string_literal: true

tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'git'
brew 'amazon-ecs-cli'
brew 'awscli'
brew 'git-quick-stats'
brew 'make'
brew 'node'
brew 'yarn'
brew 'rbenv'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'heroku/brew/heroku'
brew 'kubectl'

cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'notion'
cask 'zoomus'
cask 'docker'
cask 'dash'
cask 'insomnia'
