tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'git'
brew 'amazon-ecs-cli'
brew 'awscli'
brew 'git-quick-stats'
brew 'make'
brew 'node'
brew 'yarn'
brew 'rbenv'
brew 'elixir'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'kubectl'
brew 'k9s'

cask 'visual-studio-code'
cask 'rubymine'
cask 'docker'
